Repository: neogeo-technologies/ckanext-spatial
Catalog: ckanext/spatial/i18n/*/LC_MESSAGES/ckanext-spatial.po
Languages: fr

source: Resource Provider
fr: Fournisseur de la ressource

source: Point of Contact
fr: Point de contact

source: Principal Investigator
fr: Responsable

source: Resources
fr: Ressources

source: Package resource(s) invalid
fr: Ressource(s) invalide(s)

source: Missing Value
fr: Valeur manquante

source: Unnamed resource
fr: Ressource sans nom

source: Dataset extent
fr: Étendue spatiale du jeu de données

source: Filter by location
fr: Filtre géospatial

source: Clear
fr: Retirer
